{
    "mapObjective": {
        "Top": {
            "name": "Top Laner",
            "description": "The Top Laner role occupies the Top Lane of the map, this player trends towards picking Champions that are on the durable side or have a way of quickly escaping danger. This is due to the Top Laner being very exposed to enemy ambushes (known as ‘ganks’) as the lane is long, lacks hiding spots, and has very few escape routes.",
            "picture_url": "img/topIndicator.png"
        },
        "Mid": {
            "name": "Mid Laner",
            "description": "The Mid Laner, like the Top Laner is the only other role to start the game in a one on one situation. The Mid Laner is positioned in a unique spot of the map, the dead center, so they can quickly move to either side lane, or Jungle, to help out their teammates. Traditionally players in the Mid Lane will pick high damage Champions; this ensures they can kill enemies quickly when they move around the map. The negative to starting in the middle of the map is Mid Laners are exposed to the side lanes and Junglers ambushing them.",
            "picture_url": "img/midIndicator.png"
        },
        "ADC": {
            "name": "Bot Laner",
            "description": "Bot Laners primarily occupies the Bottom Lane, along with the Support role. The reason for this is because they favor Champions that are very vulnerable early in the match, but with help from the Support, they become the highest damage dealers in the game.",
            "picture_url": "img/botIndicator.png"
        },
        "Support": {
            "name": "Support",
            "description": "Supports share the Bottom lane with the Bot Laner. Their purpose is to help the team in any way possible; this includes providing vision around the map, saving players in danger, and helping start fights when they see winning opportunities. They often sacrifice their own life and money to strengthen their teammates.",
            "picture_url": "img/suppIndicator.png"
        },
        "Jungle": {
            "name": "Jungler",
            "description": "The Jungler is the only role that doesn’t spend the majority of their time in a lane. Instead, they traditionally occupy their teams’ Jungle. They favor high mobility Champions so they can quickly move between lanes assisting their teammates. This role utilizes the Fog to hide their whereabouts so they can ambush the enemies with the element of surprise.",
            "picture_url": "img/jungleIndicator.png"
        }
    }

}